Repository: mrquantumoff/quadrant
Catalog: locales/app_*.arb
Languages: tr, uk

# productName
source: Quadrant for Minecraft
tr: Quadrant (Eskiden Minecraft Modpack Manager)
uk: Квадрант для Майнкрафту

source: Apply
tr: Uygula
uk: Встановити модпак

source: Clear
tr: Temizle
uk: Очистити від модпаків

source: Modpack
uk: Модпак

# reload
source: Reload options
tr: Seçenekleri yeniden yükle
uk: Оновити список модпаків

source: No Options
tr: Seçenek yok
uk: Немає варіантів

# setModpackStatus
source: Modpack selection status
tr: Seçili Modpack durumu
uk: Статус обраного модпаку

# setModpackSuccess
source: Modpack set successfully
tr: Modpack başarıyla tanımlandı
uk: Модпак встановлено успішно.

# setModpackFailed
source: Modpack set failed
tr: Modpack tanımlanamadı
uk: Помилка при встановленні модпаку

# buttonsAreDisabled
source: Buttons are disabled right now
tr: Tuş etkin değil
uk: Кнопки на данний момент вимкнуто

source: Open modpacks folder
tr: Modpacks klasörünü aç
uk: Відкрити теку модпаків

# installModpacks
source: Install mods
tr: Modları yükle
uk: Встановити моди

# referenceFile
source: Use a reference file
tr: Referans dosyasını kullanan
uk: Користуватися референсним файлом

# manualInput
source: Use a code from your friend
tr: Özel bir tekst kullan
uk: Мати спеціальний текст

# installError
source: Failed to install your modpack. Please ensure that you have selected a modpack with the correct extension.
tr: Modpack yüklenirken hata oluştu. Modack'i doğru uzantısı ile seçtiğinizden emin olun
uk: Помилка при встановленні модпаку. Перевірте чи ви використовуєте правильне розширення файлу.

source: Name
tr: İsim
uk: Назва

source: Download
tr: Yükle
uk: Скачати

# downloadIsAlreadyInProgress
source: A download is already in progress
tr: Yükleme devam ediyor
uk: Щось вже завантажується

# downloadSuccess
source: Mod(s) installed successfully
tr: Mod(lar) başarıyla yüklendi
uk: Моди встановлені успішно.

# downloadFail
source: Your download failed
tr: Yükleme başarısız
uk: Помилка при встановленні модпаку

# overwriteQuestion
source: Overwrite?
tr: Yeniden yazılsın mı?
uk: Перезаписати?

# overwriteQuestionText
source: Modpack with the same name exists, do you want to overwrite it?
tr: Aynı isimde Modpack mevcut. Mevcut dosyanın üzerine kaydedilsin mi?
uk: Модпак з таким ім'ям вже існує, чи ви хочете його перезаписати?

source: Language
tr: Dil
uk: Мова

source: Settings
tr: Ayarlar
uk: Налаштування

source: System locale
tr: Sistem dili
uk: Мова системи

source: Speed
tr: Hız
uk: Швидкість

# someSettingsRequireReload
source: Some settings require a relaunch
tr: Yeniden açmak için bazı ayarlar gerekli
uk: Для зміни деяких налаштувань буде потрібний перезапуск застосунку

# web
source: Install mods from the web
tr: Modları internetten yükle
uk: Встановити моди з інтернету

source: Search for mods
tr: Modları ara
uk: Шукайте моди

# noEternalKey
source: The app wasn't compiled with a valid CurseForge Eternal API key, this means that you can't install mods powered by CurseForge.
tr: Doğru CurseForge Eternal API anahtarı bulunamadığı için uygulama derlenemedi. Doğru anahtar olmadan modları CurseForge üzerinden yükleyemezsiniz
uk: На жаль програма не бачить ключа до CurseForge Eternal API, це означає, що ви не можете встановлювати моди CurseForge.

# choosePreferredAPI
source: Choose your preferred API (Forge/Fabric)
tr: Tercih edilen API seç (Forge/Fabric)
uk: Оберіть ваш завантажник модів.

# chooseVersion
source: Choose a Minecraft version.
tr: Minecraft versiyonunu seç
uk: Оберіть версію гри.

# chooseModpack
source: Choose a modpack for the mod to be installed
tr: Modpack seç
uk: Виберіть модпак.

# noVersion
source: No matching version has been found.
tr: Uyumlu bir versiyon bunumadı
uk: Не знайдено потрібну версію моду.

source: Cancel
tr: Vazgeç
uk: Відміна

source: Search
tr: Ara
uk: Шукати

# free
source: Free modpacks
tr: Özgür modpack
uk: Вільний модпак

# mod
source: Mod from {source}
tr: {source}dan Mod
uk: Мод з {source}

# resourcePack
source: Resource pack from {source}
tr: {source}dan kaynak paketi
uk: Набір ресурсів з {source}

# shaderPack
source: Shaders from {source}
tr: {source}dan gölgelendirici
uk: Шейдери з {source}

# currentVersion
source: Installed version is {version}
tr: {version} versiyonu yüklendi
uk: Встановлена весрія - {version}

# latestVersion
source: Latest version is {version}
tr: En son versiyon {version}
uk: Остання весрія - {version}

# openLatestRelease
source: Open the latest release
tr: Son sürümü aç
uk: Відкрити останню версію

source: Open in the web
tr: Web üzerinden aç
uk: Відкрити в інтернеті

# overrideMinecraftFolder
source: Override the Minecraft folder
tr: Minecraft klasörünü yeniden yaz
uk: Змінити .minecraft

# resetMinecraftFolder
source: Reset the Minecraft folder
tr: Minecraft klasörünü sıfırla
uk: Відновити .minecraft

source: Unknown
tr: Bilinmeyen
uk: Невідомо

# clipIcons
source: Clip the icons
tr: Yuvarlatılmış ikonlar
uk: Закругляти іконки

# unsupportedDownload
source: This download is not supported
tr: Bu tür bir proje desteklenmiyor.
uk: Цей тип проєкту не підтримується.

# dataCollectionQuestionShort
source: Data collection
tr: Veri toplama
uk: Збирання інформації

source: Collect data
tr: Verileri kaydet
uk: Зібрати дані

# createModpack
source: Create a new modpack
tr: Yeni bir modpack yarat
uk: Створити новий модпак

source: Invalid data
tr: Geçersiz veriler
uk: Дано не дійсні дані

source: Update
tr: Güncelle
uk: Оновити дані модпака

source: Clear modpack data
tr: Modpack'in verilerini temizle
uk: Очистити дані модпака

# viewPublicUsage
source: View public {productName} usage
tr: Herkese açık {productName} kullanımını görüntüleyin
uk: Переглянути загальнодоступне дані використання {productName}

source: View your usage data
tr: Kendi verilerini görüntüleyin
uk: Переглянути власну аналітику

source: Failed to delete usage info
tr: Kullanım bilgileri silinemedi
uk: Помилка при видаленні даних

source: Delete your usage data
tr: Kullanım verileri sil
uk: Видаліть дані користування

source: Dependencies:
tr: bağımlılıklar:
uk: Залежності:

# emptyDependencies
source: It's your lucky day, there are no dependencies for this project
tr: Bugün şanslı gününüz, bu proje için bağımlılık yok
uk: Сьогодні ваш щасливий день, у цього проєкта немає залежностей

source: Read
tr: Okumak
uk: Читати

# filter
source: Filters
tr: Filtreler
uk: Фільтри

# importMods
source: Import a modpack
tr: Modları içe aktar
uk: Імпортуйте модпак

# openFile
source: Open a file
tr: Bir dosya seçin
uk: Оберіть файл

# exportMods
source: Export the selected modpack
tr: Seçilen modpack'i dışa aktarın
uk: Експортуйте обраний модпак

# otherMods
source: +{amount} mods from unknown sources
tr: ve {amount} bilinmeyen kaynaklardan gelen mod
uk: +{amount} модів з невідомих джерел

# exportOptions
source: How do you want to export this modpack?
tr: Bu modpack'i dışarı nasıl aktarmak istersiniz?
uk: Як ви бажаєте експортувати цей модпак?

# copiedToClipboard
source: Copied to clipboard, {amount} uses left
tr: Panoya kopyalandı, {amount} kullanım kaldı
uk: Скопійовано в буфер обміну, залишилося {amount} використувувань

source: Paste
tr: Yapıştır
uk: Вставити

# devMode
source: Developer mode
tr: Geliştirici modu
uk: Режим розробника

# rssFeeds
source: News related to Quadrant
tr: Quadrant ile ilgili haberler
uk: Новини пов'язані з Quadrant

# silentNews
source: Make the news related to Quadrant less noticeable
tr: Quadrant ile ilgili haberler daha az dikkat çekici olsun
uk: Зробити новини пов'язані з Quadrant менш помітними

# enableDataSharing
source: Please enable data collection in order to use this feature.
tr: Bu özelliği kullanmak için veri toplamayı etkinleştirmelisiniz.
uk: Ви повинні увімкнути збір інформації, аби користуватися цією функцією.

# failedQuadrantShare
source: Failed to share your modpack.
tr: Mod paketiniz paylaşılamadı.
uk: Помилка при роздачі модпаку

# uses
source: {amount} uses
tr: {amount} kullanım
uk: {amount} використувувань

# showUnupgradeableMods
source: Show mods that don't support a certain minecraft version.
tr: Belirli bir minecraft sürümünü desteklemeyen modları göster
uk: Показувати моди, які не підтримують обрану версію гри

# extendedNavigation
source: Extended navigation bar
tr: Genişletilmiş gezinme çubuğu
uk: Розширена панель навігації

# noConnectivity
source: No internet connectivity
tr: İnternet bağlantısı yok
uk: Не підключено до інтернету

# noConnectivityDetailed
source: The app can't function without internet.
tr: Bu uygulama internet olmadan çalışamaz.
uk: Ця програма не працює без інтернету.

source: Current modpack
tr: Mevcut mod paketi
uk: Поточний модпак

source: Delete
tr: Sil
uk: Видалити

# modCount
source: {amount} Mod(s)
tr: {amount} mod
uk: {amount} модів

# submitBugReport
source: Submit a bug report
tr: Bir hata raporu gönderin
uk: Доповісти про помилку у застосунку

source: Mods
tr: Modlar
uk: Моди

source: Resource packs
tr: Kaynak paketleri
uk: Набори ресурсів

# shaderPacks
source: Shaders
tr: Gölgelendiriciler
uk: Шейдери

source: Experimental features
tr: Deneysel özellikler
uk: Експерементальні функції

source: Account
tr: Hesap
uk: Обліковий запис

source: Sign in
tr: Giriş yap
uk: Увійти

# emailAndPassword
source: Enter your email and password
tr: E-postanızı ve şifrenizi girin
uk: Введіть вашу електронну пошту та пароль

source: Email
tr: E-posta
uk: Електронна пошта

source: Password
tr: Şifre
uk: Пароль

# dontHaveAccount
source: Don't have an account? Create a new one!
tr: Hesabınız yok mu? Yeni bir tane yaratın!
uk: Якщо у вас немає облікового запису, створіть новий!

source: Username
tr: Kullanıcı adı
uk: Ім'я користувача (логін)

# shareLimit
source: Quadrant Share code use limit
tr: Quadrant Share kod kullanım sınırı
uk: Ліміт використання ваших кодів Quadrant Share

# syncLimit
source: Quadrant Sync limit
tr: Quadrant Sync ile senkronize olan modpack sınırı
uk: Ліміт синхроинзованих модпаків з Quadrant Sync

# hello
source: Hello, {name}
tr: Merhaba {name}
uk: Вітаємо, {name}

source: Sign out
tr: Oturumu kapat
uk: Вийти із облікового запису

source: Edit
tr: Düzenle
uk: Редагувати

# resetSessions
source: Log out on all devices (including this one)
tr: Tüm cihazlardan çıkış yap (bu dahil)
uk: Вийти із облікового запису на всіх пристроях (враховуючи цей)

# newPassword
source: New password (leave blank if you are not changing it)
tr: Yeni şifre (değiştirmiyorsanız boş bırakın)
uk: Новий пароль (залиште пустим, якщо не треба)

# passwordsDontMatch
source: The new password and its confirmation don't match!
tr: Yeni şifre ve onun onayı eşleşmiyor!
uk: Підтвердження нового паролю і новий пароль не збігаються!

source: Register
tr: Kayıt ol
uk: Створити новий обліковий запис

# verificationCode
source: Verification code sent to your email
tr: E-postanıza gönderilen doğrulama kodu
uk: Код підтвердження відправлений на вашу електронну пошту

# modpackSynced
source: Modpack synced with Quadrant Sync:
tr: Quadrant Sync ile senkronize edilen mod paketler:
uk: Модпаки синхронізовані з Quadrant Sync:

# noQuadrantID
source: Not logged into Quadrant ID
tr: Quadrant ID'ye giriş yapılmadı
uk: Немає активного облікового запису Quadrant ID

# experimentalFeauturesAreDisabled
source: Experimental features are disabled!
tr: Deneysel özellikler devre dışı bırakıldı!
uk: Експерементальні функції вимкнені!

# cloudSyncDate
source: Quadrant Sync version: {date}
tr: Quadrant Sync'teki sürüm: {date}
uk: Версія на Quadrant Sync: {date}

# localSyncDate
source: Local version: {date}
tr: Yerel sürüm: {date}
uk: Локальна версія: {date}

source: Sync
tr: Senkronize et
uk: Синхронізувати

# modpackUpdated
source: Modpack updated successfully
tr: Mod paketi başarıyla güncellendi
uk: Модпак успішно оновлено

# areYouSure
source: Are you sure that you want to delete your account?
tr: Hesabınızı silmek istediğinizden emin misiniz?
uk: Чи ви впевнені, що хочете видалити свій обліковий запис?

source: Advanced settings
tr: Gelişmiş ayarlar
uk: Просунуті налаштування

source: Reset password
tr: Şifreyi yenile
uk: Скинути пароль

source: Share
tr: Paylaş
uk: Поділитися

# autoQuadrantSync
source: Automatically sync modpacks with Quadrant Sync
tr: Mod paketlerin Quadrant Sync ile otomatik olarak senkronize et
uk: Автоматично синхронізувати модпаки за допомогою Quadrant Sync

# newerVersionOfModpackUpdateAvailable
source: A newer version of a synced modpack is available!
tr: Senkronize edilmiş mod paketinin daha yeni bir sürümü mevcut!
uk: Доступна новіша версія синхронізованого модпаку!

# enableDataCollectionForAdvancedFeatures
source: Enable data collection for advanced features, such as Quadrant Share
tr: Quadrant Share gibi gelişmiş özellikler için veri toplamayı etkinleştirin
uk: Увімкніть збір даних для розширених функцій, наприклад Quadrant Share

# dontBotherMeAgain
source: Don't bother me with this message
tr: Bu mesajı gösterme
uk: Більше не показувати

source: Subject
uk: Тема

source: Message
uk: Повідомлення

source: Send feedback
uk: Надіслати відгук

# youNeedToMigrateData
source: With the latest version of Quadrant some things under the hood were changed, you have to migrate your data.
uk: З останньою версією Квандранту, деякі речі всередині програми були змінені. Через це ви маєте оновити ваші дані.

source: Migrate
uk: Оновити дані

source: Details
uk: Деталі

source: Leave
uk: Покинути

source: Owners
uk: Власники

# owner
source: {username} (owner)
uk: {username} (власник)

# unreadNotifications
source: You have {number} unread notifications
uk: Ви маєте {number} непрочитаних повідомлень

source: Invite
uk: Запросити

source: Admin
uk: Власник

source: Accept
uk: Прийняти

source: Decline
uk: Відмовити

source: Kick
uk: Вигнати

# invited
source: You have been invited to collaborate on a Quadrant Sync modpack by {name}
uk: {name} запросив вас для спільного керування своїм модпаком.

# acceptQuadrantIDTOS
source: By continuing with this process, you accept the fact that you have read the Quadrant ID Terms of Service and accepted them.
uk: Продовжуючи цей процес, ви погоджуєтеся з тим, що прочитали умови використання Quadrant ID і прийняли їх.

# quadrantIDToS
source: Quadrant ID Terms of Service
uk: Умови використання Quadrant ID

# licensedUnder
source: Licensed under {license}
uk: Ліцензовано за {license}

source: Sort by
uk: Сортувати за

source: Alphabet
uk: Алфавіт

source: Download count
uk: Кількість завантажень

source: Source (Modrinth)
uk: Джерело (Modrinth)

source: Source (Curseforge)
uk: Джерело (Curseforge)

# filterBySelectedModpack
source: Filter by the currently selected modpack
uk: Фільтрувати за обраним модпаком

source: Installed
uk: Встановлено

# failedToDelete
source: Failed to delete your mod ({reason})
uk: Помилка при видаленні вашого мода ({reason})

source: Clear cache
uk: Очистити кеш

# cacheStorageLimit
source: Maximum cache age
uk: Час життя кешу
